Repository: jedie/PyInventory
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: ItemModel.kind.verbose_name
de: Art

source: ItemModel.producer.verbose_name
de: Hersteller

source: Internals
de: Intern

source: Lent
de: Verleih

source: Received
de: Erhalt

source: Handed over
de: Abgabe

# BaseModel.user.verbose_name
source: User
de: Benutzer

# BaseModel.user.help_text
source: The user who is the owner of this entry and can manage it (will be set automatically)
de: Der Benutzer dem dieser Eintrag gehört und verwalten kann (Wird automatisch gesetzt)

source: ItemModel.kind.help_text
de: Type / Sorte / Gattung

# ItemModel.description.verbose_name
source: Description
de: Beschreibung

# ItemModel.fcc_id.help_text
source: Unique number from the FCC
de: Eindeutige Nummer der FCC

# ItemModel.location.verbose_name
source: Location
de: Standort

source: ItemModel.parent.verbose_name
de: Übergeordnet

source: ItemModel.parent.help_text
de: Eingebaut in einem anderen Gegenstand? (e.g.: Grafikkarte eingebaut in Rechner)

source: ItemModel.lent_to.verbose_name
de: Verliehen an

source: ItemModel.lent_from_date.verbose_name
de: Verleih Abgabe Datum

source: ItemModel.lent_from_date.help_text
de: Zeitpunkt ab dem dieser Gegenstand verliehen wurde

source: ItemModel.lent_until_date.verbose_name
de: Verliehen bis

source: ItemModel.lent_until_date.help_text
de: Bis wann sollte der Gegenstand wieder zurück sein?

source: ItemModel.received_from.verbose_name
de: Erhalten von

source: ItemModel.received_from.help_text
de: Von wem wurde dieser Gegenstand erhalten?

source: ItemModel.received_date.verbose_name
de: Erhalten am

source: ItemModel.received_date.help_text
de: Wann wurde dieser Gegenstand erhalten?

source: ItemModel.received_price.verbose_name
de: Preis

source: ItemModel.received_price.help_text
de: Welcher Preis wurde für diesen Gegenstand gezahlt?

source: ItemModel.handed_over_to.verbose_name
de: Abgabe an

source: ItemModel.handed_over_to.help_text
de: An wem wurde dieser Gegenstand abgegeben?

source: ItemModel.handed_over_date.verbose_name
de: Abgabedatum

source: ItemModel.handed_over_date.help_text
de: Zeitpunkt der Abgabe

source: ItemModel.handed_over_price.verbose_name
de: Abgabepreis

source: ItemModel.handed_over_price.help_text
de: Wurde bei der Abgabe Geld eingenommen?

# ItemModel.verbose_name
source: Item
de: Gegenstand

# ItemModel.verbose_name_plural
source: Items
de: Gegenstände

source: ItemLinkModel.verbose_name
de: Link

source: ItemLinkModel.verbose_name_plural
de: Links

source: BaseLink.name.verbose_name
de: Name

source: Link.url.verbose_name
de: URL

source: Link.status_code.verbose_name
de: Status-Code

source: Link.status_code.help_text
de: Der Server meldete diesen Status-Code beim letzten abruf zurück.

source: Link.page_title.verbose_name
de: Seitentitel

source: Link.page_title.help_text
de: Der Seiten-Titel wird automatisch ermittelt.

# LocationModel.description.verbose_name
source: Description
de: Beschreibung

# LocationModel.parent.verbose_name
source: Parent
de: Übergeordneter Standort

# LocationModel.parent.help_text
source: Locations can be nested. Example: The box 12 in cupboard 3
de: Standorte können verschachtelt werden. Bsp: Der Karton 12 in Schrank 3

# LocationModel.verbose_name
source: Location
de: Standort

# LocationModel.verbose_name_plural
source: Locations
de: Standorte
